<template>
  <div class="style-privacy">
    <h2>平台隐私政策摘要</h2>
    <p>我们非常注重保护用户（“您”）的个人信息及隐私，并希望通过本摘要向您简洁介绍猫眼平台 <a>《隐私政策》</a> 的 <span>重点内容</span> 。 <span>本摘要为平台《隐私政策》的附件，如您希望了解猫眼平台详细、完整的隐私政策，请阅读本摘要后的《隐私政策》全文。</span> </p>
    <h3>一、我们如何收集和使用您的个人信息</h3>
    <h4>1.手机号码</h4>
    <p>为完成创建账户，<span>您需提供手机号码</span> 。如您仅使用浏览、搜索功能，您无需注册成为我们的用户以及提供上述信息。</p>
    <h4>2. 位置</h4>
    <p> <span>当您通过系统授权开启移动设备的定位功能时</span> ，我们会收集和使用您的位置信息以便为您提供您所在城市的演出、影院等信息，若您拒绝提供城市位置信息，您需要手动输入所在地理位置搜索您所在城市的演出、影院等信息。<span>您可以在设备系统权限中取消上述授权</span> 。</p>
    <h4>3.设备信息</h4>
    <p>为保障您的账号安全、交易安全以及系统运行安全，满足法律法规和我们协议规则的相关要求，我们需要收集您的设备信息，例如设备型号、设备序列号、唯一设备标识符（GUID/IMSI/ICCID/ANDROID ID/OAID/IMEI/IDFA信息等，其中，请您特别注意，我们可能在 <span>后台运行期间收集前述信息用于数据监控/上报、基础数据接口等）</span> 、设备MAC地址、已安装App信息、运行中进程、电信运营商等， <span>但除已于隐私政策提前明确说明外，未经您授权，我们不会提前收集。撤回或更改的方式可参见您所使用的终端设备说明</span> 。</p>
    <h3>二、我们如何储存、共享您的信息</h3>
    <p>1. 我们依照法律法规的规定，将在境内运营过程中收集和产生的您的个人信息存储于 <span>中华人民共和国境内</span> 。目前，我们不会将上述信息传输至境外，如果我们向境外传输，我们将会遵循相关国家规定或者征求您的同意。</p>
    <p>2. 请您知悉， <span>我们为您所提供的产品/服务大多是无法单独完成的，因此我们可能会与我们的关联公司以及其他合作商等第三方共享或委托其处理您的部分个人信息</span> ，该等主要情形包括：根据行政、司法等有权机关的要求提供必要信息；为提供第三方支付、售卖、配送等服务与有关合作商、第三方商家、支付机构等共享有关的必要信息等。 <span>除已于隐私政策明确说明外，我们将另行获取您的授权</span> 。我们会与上述第三方签署严格的信息保护和保密协议，要求他们采纳安全措施保护您的个人信息。对于我们使用的第三方的软件工具开发包（“SDK”），您可以点击与第三方共享信息清单查阅。</p>
    <h3>三、您如何管理您的信息和授权</h3>
    <p> <span>您可以通过在平台中查询、更正、删除信息，更改系统隐私设置或者在系统中关闭设备权限功能等方式改变同意范围或撤回您的授权，以及通过平台提供的功能设置注销您的账号（参见 <a href="">《账号注销协议》</a> ）。</span> </p>
    <p>如果您无法通过上述方式实现管理，您可以通过我们提供的联系方式联系我们，我们将在15天内回复您的要求。</p>
    <h3>四、我们如何做好未成年人保护</h3>
    <p>我们非常重视对未成年人个人信息的保护。 <span>我们的产品和服务主要面向成年人。如果您为未成年人，我们要求您请您的父母或其他监护人仔细阅读本《隐私政策》，并在征得您的父母或其他监护人同意的前提下使用我们的服务或向我们提供任何信息。</span> </p>
    <h2>隐私政策</h2>
    <p>我们制定了本《隐私政策》，包含我们 <span>收集、处理、存储、使用、共享、转让（如适用）、公开披露和保护</span> 用户（“您”）个人信息（以下或称“信息”）的有关条款。我们会遵循 <span>本《隐私政策》收集、使用您的信息。</span> </p>
    <p> <span>1、适用范围；</span> </p>
    <p> <span>2、我们如何收集和使用您的个人信息；</span> </p>
    <p> <span>3、我们如何使用Cookie和同类技术；</span> </p>
    <p> <span>4、我们如何共享、转让、公开披露个人信息；</span> </p>
    <p> <span>5、我们如何储存并保护您的个人信息安全；</span> </p>
    <p> <span>6、您如何管理个人信息；</span> </p>
    <p> <span>7、如何保护未成年人的个人信息；</span> </p>
    <p>版本更新日期：2023年01月17日</p>
    <p>版本生效日期：2023年01月24日</p>
  </div>
</template>

<script>
export default {
  name:'Privacy-p'
}
</script>

<style lang="scss" scoped>
.style-privacy {
  p {
    cursor: pointer;
    span {
      color: #333;
      font-weight: 600;
    }
  }
  h4{
    color: #333;
    font-weight: 700;
  }
  h3{
    color: #000;
    font-weight: 700;
  }
  h2{
    color: #000;
    font-weight: 600;
  }
}
</style>