<template>
  <div class="style-service">
    <h2>用户服务协议</h2>
    <p>
      欢迎使用平台服务（“本服务”）。<span
        >在登录平台或使用本服务前，您应当首先阅读并同意接受《用户服务协议》（“本协议”）的全部内容,特别是免除或限制责任条款、权利许可和信息使用的条款，开通或使用某项服务的单独协议或条款等，及其他以粗体格式重点标示的条款等。</span
      >
      如您不同意本协议，这将导致本平台无法为您提供完整的产品和服务，您也可以选择停止使用。
      <span
        >如您自主选择同意或使用本平台及相关服务，则视为您已充分理解本协议，并同意作为本协议的一方当事人接受本协议以及其他与本平台及相关服务有关的协议和规则。</span
      >
    </p>
    <h4>1 定义</h4>
    <p>
      1.1
      “平台”或“本平台”：指杭州故之文化传媒有限公司运营和管理的提供在线影评等服务的网络平台（guzhi.com及其客户端）,以及杭州故之文化传媒有限公司或其关联方（合称“故之”）有权运营或管理的合作平台，包括但不限于美团网站及客户端电影/演出频道、大众点评网站及客户端电影/演出频道、微信支付电影演出赛事入口、微信小程序猫眼电影演出等。
    </p>
    <p>
      1.2 “关联方”：指故之娱乐（Guzhi
      Entertainment）最新公司年报披露的故之娱乐的附属公司。
    </p>
    <h4>2 基本原则</h4>
    <p>
      <span>
        2.1
        本平台为第三方平台，为用户与本平台上相关服务/产品经营者之间提供网页空间、虚拟经营场所、交易撮合、信息发布等服务。本平台为供交易各方独立开展交易活动的信息网络系统。
      </span>
    </p>
    <p>
      <span>
        2.2 您通过本平台使用服务方所提供的服务的，应当同时遵守本协议、
        <a href="">隐私政策</a>
        、相关服务协议（如有）、以及本平台的相关规则、通知、要求等。该等服务协议、平台规则、通知、要求等与本协议条款共同构成本协议的全部内容。
      </span>
    </p>
    <p>
      <span>
        2.3
        您同意并确认，本平台有权随时根据运营和管理的需要，对本协议内容进行修订和变更，修订或变更后的文本将通过在网页或移动客户端上发出公告、站内信等合理、醒目的方式向您进行提前通知。如您在本协议修订或变更后的文本生效后，仍然继续使用本服务的，即表示您已充分阅读、理解并同意接受修订或变更后的协议内容；如您不同意修改后的协议内容，您应立即停止使用本服务。
      </span>
    </p>
    <h4>3 注册及用户账号</h4>
    <p>
      3.1
      您承诺，您具有完全民事权利能力和行为能力，或虽不具有完全民事权利能力和行为能力、但在法定监护人陪同下仔细阅读并充分理解本协议并征得法定监护人的同意后依法使用本平台。
    </p>
    <p>
      3.2
      您使用本平台所提供相关服务时，应当按照本平台要求进行注册或使用第三方账号（微信账号、QQ账号、苹果账号（仅iOS））登录。您注册账号或使用第三方账号登录时，视为您授权本平台根据第三方账号生成后台识别ID，并按照该ID识别您身份向您提供本平台服务。
    </p>
    <p>
      3.3
      您对于注册的用户名、昵称中所含的全部信息拥有合法的权利。您应当确保设定的用户名、昵称中不包含以下内容，否则，本平台可将相应用户名、昵称进行删除或屏蔽：
    </p>
    <p>（1） 党和国家领导人的真实姓名、字号、艺名、笔名；</p>
    <p>（2） 国家机构的名称；</p>
    <p>（3） 不文明、不健康字段，或包含歧视、侮辱、猥亵类词语的；</p>
    <p>（4） 易产生歧义、引起他人误解或不符合法律规定的；</p>
    <p>（5） 盗用他人头像或资料，冒充、利用他人名义的；</p>
    <p>
      （6） 侵害他人肖像权、名誉权、版权、商标权、商业秘密或其他专属权利的；
    </p>
    <p>（7） 强制性、诱导性、欺骗性信息、违规交易信息；</p>
    <p>
      3.4
      您依法注册完成后，将获得您在本平台上的用户账号，并可使用账号绑定手机号码及密码/短信验证码登录本平台。
    </p>
    <h4>4 其他</h4>
    <p>
      4.1
      本协议任一条款被视为废止、无效或不可执行，不影响本协议其余条款的有效性及可执行性。
    </p>
    <p>
      4.2 本协议中的标题仅为方便阅读而设，并不影响本协议中任何规定的含义或解释。
    </p>
    <p>
      4.3
      用户和本平台均是独立的主体，在任何情况下本协议不构成本平台对用户的任何形式的明示或暗示担保或条件，双方之间亦不构成代理、合伙、合营或雇佣关系。
    </p>
    <p>版本更新日期：2021年8月9日</p>
    <p>版本生效日期：2021年8月16日</p>
  </div>
</template>

<script>
export default {
  name: "service-1",
};
</script>

<style lang="scss" scoped>
.style-service {
  p {
    cursor: pointer;
    span {
      color: #333;
      font-weight: 600;
    }
  }
  h4 {
    color: #333;
    font-weight: 700;
  }
  h3 {
    color: #000;
    font-weight: 700;
  }
  h2 {
    color: #000;
    font-weight: 600;
  }
}
</style>